[
  {
    "title": "Engineering Recruitment",
    "path": "/engineeringrecruitment",
    "info": "Stem Skills & Recruitment is a specialist engineering recruitment agency with a proven track record of providing engineering professionals for a variety of businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference: short-term and long-term. As engineering recruitment specialists, we recruit for a wide range of permanent roles, from graduate recruitment to senior & executive recruitment. These are within various engineering settings including manufacturing, automotive, aerospace, graduates, food, FMCG, oil & gas, chemical, materials, electronics and compound semiconductors. We provide expertise in recruiting for the following engineering jobs:",
    "categories": [
      {
        "title": "Mechanical Engineering Recruitment",
        "subcategories": [
          {
            "title": "Mechanical Engineers / Technician"
          },
          {
            "title": "Mechanical Maintenance Engineers / Technicians"
          },
          {
            "title": "Mechanical Fitters"
          }
        ]
      }
    ]
  },
  {
    "title": "Manufacturing Recruitment",
    "path": "/manufacturingrecruitment",
    "info": "Stem Skills & Recruitment is a specialist manufacturing recruitment agency with a proven track record of providing manufacturing professionals for a variety of businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As manufacturing recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in various manufacturing industries including automotive, aerospace, graduates, food, FMCG, oil & gas, chemical, materials, electronics and compound semiconductors. We provide expertise in recruiting for the following manufacturing jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Automotive Recruitment",
    "path": "/automotiverecruitment",
    "info": "Stem Skills & Recruitment is a specialist automotive recruitment agency with a proven track record of providing professionals for a variety of automotive businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As automotive recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment and can provide expertise in recruiting throughout the automotive supply chain, including OEMs, and Tier 1, 2 and 3 suppliers. We provide expertise in recruiting for the following automotive jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Aerospace Recruitment",
    "path": "/aerospacerecruitment",
    "info": "Stem Skills & Recruitment is a specialist aerospace recruitment agency with a proven track record of providing professionals for a variety of aerospace businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As aerospace recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in a wide range of aerospace settings including aerospace manufacturers, aircraft maintenance & repair, and aerospace OEMs and suppliers. We provide expertise in recruiting for the following aerospace jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Life Science Recruitment",
    "path": "/lifesciencerecruit",
    "info": "Stem Skills & Recruitment is a specialist life science recruitment agency with a proven track record of providing professionals for a variety of scientific businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As life science recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in various life science settings including pharmacology, biotechnology, biochemistry, microbiology and toxicology. We provide expertise in recruiting for the following life science jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Pharmaceutical Recruitment",
    "path": "/pharmaceuticalrecruitment",
    "info": "Stem Skills & Recruitment is a specialist pharmaceutical recruitment agency with a proven track record of providing pharmaceutical professionals for a variety of businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As pharmaceutical recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in various pharmaceutical settings including R&D, Clinical Research Organisations, pharmaceutical manufacturing, pharmaceutical packaging and supply chain, and pharmaceutical sales. We provide expertise in recruiting for the following pharmaceutical jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Electronic Manufacturing Recruitment",
    "path": "/electronicsrecruitment",
    "info": "Stem Skills & Recruitment is a specialist electronic manufacturing recruitment agency with a proven track record of providing professionals for a variety of electronic manufacturing businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As electronic manufacturing recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in various electronics businesses including SMEs, contract manufacturers and global blue-chip organisations. We provide expertise in recruiting for the following electronic manufacturing jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Chemical & Materials Manufacturing Recruitment",
    "path": "/chemicalmanufacturingrecruitment",
    "info": "Stem Skills & Recruitment is a specialist chemical & materials manufacturing recruitment agency with a proven track record of providing professionals for a variety of chemical & materials manufacturing businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As chemical & materials manufacturing recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, in various industries including automotive technology, aerospace technology, advanced materials suppliers, and chemical engineering. We provide expertise in recruiting for the following advanced chemical & materials manufacturing jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "FMCG Recruitment",
    "path": "/fmcgrecruitment",
    "info": "Stem Skills & Recruitment is a specialist FMCG recruitment agency with a proven track record of providing professionals for a variety of FMCG businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As FMCG recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment to a variety of FMCG businesses in the region. We provide expertise in recruiting for the following FMCG jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Medical Device Recruitment",
    "path": "/medicaldevicerecruitment",
    "info": "Stem Skills & Recruitment is a specialist medical device recruitment agency with a proven track record of providing professionals for a variety of medical device manufacturing businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As medical device recruitment specialists, we recruit for a wide range of permanent roles from graduate recruitment to senior & executive recruitment, to a variety of medical device businesses in the region. We provide expertise in recruiting for the following medical device jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "Graduate Recruitment Agency",
    "path": "/graduaterecruitmentagency",
    "info": "Stem Skills & Recruitment is a specialist graduate recruitment agency with a proven track record of providing graduates for a variety of businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As graduate recruitment specialists, we recruit for a wide range of graduate roles including Bachelor and Masters level to PhD, in a variety of industries in the region, including engineering, manufacturing, automotive, aerospace, food manufacturing, FMCG, oil & gas, advanced materials, electronics and compound semiconductors. We provide expertise in recruiting for the following graduate jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  },
  {
    "title": "STEM Skills Recruitment Agency",
    "path": "/STEMskillsrecruitmentagency",
    "info": "Stem Skills & Recruitment is a specialist STEM skills recruitment agency with a proven track record of providing STEM professionals for a variety of businesses in South Wales. Our approach to recruitment is simple but that of care, integrity, attention to detail, and solutions that make a genuine difference, short-term and long-term. As STEM skills recruitment specialists, we recruit for a wide range of permanent roles from STEM graduate recruitment to senior & executive recruitment, in various industries including manufacturing, automotive, aerospace, food, FMCG, oil & gas, chemical, materials, electronics and compound semiconductors. We provide expertise in recruiting for the following STEM jobs:",
    "categories": [
      {
        "title": "",
        "subcategories": [
          {
            "title": ""
          },
          {
            "title": ""
          },
          {
            "title": ""
          }
        ]
      }
    ]
  }
]
